{
  "sections": {
    "presentation": "Presentation",
    "multimedia": "Images & Videos",
    "related_projects": "Related projects",
    "team": "Team"
  },
  "projects": {
    "list": [
      {
        "title": "Master’s Thesis: Decision Support System for Integrated Landscape Management Areas",
        "date": "December 2023",
        "description": "This master’s thesis was the foundation for LAND IT. The main features available in LAND IT were developed during this research, such as scenario analysis and comparison, scenario sharing, and the creation and editing of geometries within scenarios. The case study used for its development was the municipality of Mação and its nine AIGPs."
      },
      {
        "title": "Master’s Thesis: Economic Sustainability Models for Land Use in Rural Areas",
        "date": "January 2025",
        "description": "This thesis focuses on post-territorial reorganisation, aiming to develop economic models to calculate the profits and costs associated with land use in the years following transformation. The study covered the following land uses: maritime pine, eucalyptus, cork oak, and olive groves. Additionally, a feasibility analysis was conducted on the installation of solar panels in the municipality of Mação."
      },
      {
        "title": "AGILE Article: LAND IT: A Decision Support System for Optimising Land Use Planning Strategies",
        "date": "June 2025",
        "description": "Portugal has faced severe wildfires, leading to the creation of the AIGP programme aimed at making the landscape more resilient. To optimise this process, LAND IT was developed — a decision support system that facilitates the creation and management of territorial design proposals. It enables scenario comparison and helps prevent input errors. The municipality of Mação was used as a case study and showed very positive results."
      },
      {
        "title": "Master’s Thesis: Intelligent Tools for Editing Land Use Proposals",
        "date": "June 2025",
        "description": "The objective of this research is to add editing tools to LAND IT, including geometry editing tools, topological verification tools, and intelligent tools to assist users in the creation of AIGP proposals, such as a filtering system."
      },
      {
        "title": "Master’s Thesis: LAND IT - Assisted and Collaborative Territorial Reorganisation Editing",
        "date": "Ongoing",
        "description": "Currently, LAND IT has very basic collaboration features, such as timers for handling requests. This thesis aims to identify and improve all use cases where real-time updates are essential. Furthermore, it will explore collaborative map editing, enabling multiple users to draw geometries within the same scenario simultaneously."
      },
      {
        "title": "Master’s Thesis: LAND IT - Scenario Analysis and Visualisation",
        "date": "Ongoing",
        "description": "LAND IT includes some dashboards with statistical data developed in the early stages of the project. Currently, some of these charts are outdated, while others fail to cover relevant topics. Thus, the objective of this thesis is to enhance existing dashboards and propose new ones."
      },
      {
        "title": "Master’s Thesis: LAND IT – Development of an Extension System",
        "date": "Ongoing",
        "description": "As LAND IT is a growing platform that continuously evolves alongside the development of AIGP, new functionalities are always required. To facilitate this ongoing integration, the objective of this thesis is to develop an extension system that enables the modular addition of new features without modifying the system’s core code."
      }

    ],
    "access": "Access"
  },
  "presentation": [
    "LAND IT is a spatial decision support system, available as a web app, designed to assist AIGP managing entities in planning and executing territorial reorganisation. This reorganisation aims to improve the efficiency and effectiveness of land management while making the landscape more resilient to large wildfires, as seen in the municipality of Mação.",
    "This system allows users to develop territorial reorganisation scenarios and define the operations to be implemented during transformation. Additionally, users can share scenarios with each other, analyse them, and compare them statistically to select the best solution for the territory."
  ],
  "multimedia": {
    "main-page": "Scenario Editing",
    "stats1": "Statistics - Land Use Areas",
    "stats2": "Statistics - Transformations",
    "transformations": "Transformation Editing",
    "addPolygon": "Add Polygon to POSP",
    "applyFilters": "Apply Filters",
    "polygonTransformation": "Define Polygon Transformation"
  },
  "footer": {
    "contacts": "Contacts",
    "links": "Useful Links",
    "entities": "Collaborating Entities",
    "podcast": "AI-generated Podcast about LAND IT",
    "LAND-IT": "LAND IT Platform",
    "consultation": "OIGP under public consultation",
    "oigp": "How to build an OIGP?",
    "design": "Logo design by "
  }
}