{
  "sections": {
    "presentation": "Apresentação",
    "multimedia": "Imagens e Vídeos",
    "related_projects": "Projetos Relacionados",
    "team": "Equipa"
  },
  "projects": {
    "list": [
      {
        "title": "Tese de Mestrado: Sistema de Apoio à Decisão para as Áreas Integradas de Gestão da Paisagem",
        "date": "Dezembro 2023",
        "description": "Esta tese de mestrado foi a tese que deu origem ao LAND IT. As funcionalidades principais que existem no LAND IT foram desenvolvidas durante este tema, tais como, análise e comparação de cenários, partilha de cenários e criação e edição de geometrias nos cenários. O caso de uso utilizado para o seu desenvolvimento foi o concelho de Mação e as suas nove AIGP."
      },
      {
        "title": "Tese de Mestrado: Modelos de Sustentabilidade Económica para Ocupações do Solo no Território Rural",
        "date": "Janeiro 2025",
        "description": "Esta tese foca-se no pós reordenamento do território onde o seu objetivo é o desenvolvimento de modelos económicos para calcular os lucros e gastos que as ocupações do solo terão nos anos seguintes à transformação. Nesta tese foram abordados os seguintes usos do solo: pinheiro-bravo, eucalipto, sobreiro e olivais. Além disso foi realizada uma análise de viabilidade de instalação de painéis solares no concelho de Mação."
      },
      {
        "title": "Tese de Mestrado: Ferramentas Inteligentes para Edição de Propostas de Uso do Território",
        "date": "Em curso",
        "description": "O objetivo deste tema é acrescentar ferramentas de edição ao LAND IT, nomeadamente ferramentas para edição de geometrias, ferramentas de verificação topológica e ferramentas inteligentes que auxiliem o utilizador no processo de criação das OIGP, como, por exemplo, um sistemas de filtros."
      },
      {
        "title": "Tese de Mestrado: LAND IT - Edição Assistida e Colaborativa do Reordenamento do Território",
        "date": "Em curso",
        "description": "Atualmente o LAND IT contém funcionalidades de colaboração muito rudimentares, como a utilização e temporizadores para realizar requests. O objetivo desta tese é indenticar e melhorar todos os casos de uso em que é essencial existirem atualizações em tempo real. Além disso, neste tema será também abordada a edição colaborativa no mapa, de modo a permitir que vários utilizadores desenhem geometrias num mesmo cenário ao mesmo tempo."
      },
      {
        "title": "Tese de Mestrado: LAND IT - Análise e Visualização de Cenários",
        "date": "Em curso",
        "description": "O LAND IT contém alguns dashboards com dados estatísticos, feitos no início do projeto. Atualmente, alguns destes gráficos encontram-se desatualizados e outros temas nem são abordados pelas estatísticas. Assim sendo, o objetivo desta tese é melhorar os dashboards existentes e propor novos."
      },
      {
        "title": "Tese de Mestrado: LAND IT - Desenvolvimento de um Sistema de Extensões",
        "date": "Em curso",
        "description": "Sendo o LAND IT uma plataforma em crescimento e que tenta sempre acompanhar o processo de desenvolvimento das AIGP são sempre necessárias novas funcionalidades. Para facilitar esta constante integração, o objetivo deste tema é criar um sistema de extensões para que seja possível adicionar novas funcionalidades de forma modular e sem alterar o código base do sistema."
      }
    ],
    "access": "Aceder"
  },
  "presentation": [
    "O LAND IT é um sistema de apoio à decisão espacial, em formato de web app, que tem como principal objetivo auxiliar as entidades gestoras das OIGP a planear e executar um reordenamento do território. Com este reordenamento será possível melhorar a eficiência e eficácia da gestão do território, bem como tornar a paisagem mais resiliente a grandes incêndios florestais, como o caso do município de Mação.",
    "Este sistema permite aos seus utilizadores desenvolverem cenários de reordenamento do território, bem como definir as operações a aplicar durante a transformação. Além disso, os utilizadores podem partilhar cenários entre si e analisá-los e compará-los estatisticamente, de forma a escolher a melhor solução para o território."
  ],
  "multimedia": {
    "main-page": "Edição de Cenários",
    "stats1": "Estatísticas - Áreas de Ocupação do Solo",
    "stats2": "Estatísticas - Transformações",
    "transformations": "Edição de Transformações",
    "addPolygon": "Adicição de Polígono à POSP",
    "applyFilters": "Aplicação de Filtros",
    "polygonTransformation": "Definir Transformação de um Polígono"
  },
  "footer": {
    "contacts": "Contactos",
    "links": "Links Úteis",
    "entities": "Entidades Colaboradoras",
    "podcast": "Podcast gerado por IA sobre o LAND IT",
    "LAND-IT": "Plataforma LAND IT",
    "consultation": "OIGP em consulta pública",
    "oigp": "Como construir uma OIGP?"
  }
}